meritve/k6-1-B-brez-stdout.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: -
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 5m0s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.9s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/100 VUs  0m00.9s/5m00.0s

running (0m02.1s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m02.1s/5m00.0s

running (0m02.9s), 001/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m02.9s/5m00.0s

running (0m03.9s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m03.9s/5m00.0s

running (0m04.9s), 001/100 VUs, 2 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m04.9s/5m00.0s

running (0m05.9s), 001/100 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m05.9s/5m00.0s

running (0m06.9s), 001/100 VUs, 3 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m06.9s/5m00.0s

running (0m07.9s), 002/100 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m07.9s/5m00.0s

running (0m08.9s), 002/100 VUs, 4 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m08.9s/5m00.0s

running (0m09.9s), 002/100 VUs, 6 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m09.9s/5m00.0s

running (0m10.9s), 002/100 VUs, 6 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m10.9s/5m00.0s

running (0m11.9s), 002/100 VUs, 7 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m11.9s/5m00.0s

running (0m12.9s), 002/100 VUs, 9 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m12.9s/5m00.0s

running (0m13.9s), 002/100 VUs, 9 complete and 0 interrupted iterations
default   [   5% ] 002/100 VUs  0m13.9s/5m00.0s

running (0m14.9s), 002/100 VUs, 10 complete and 0 interrupted iterations
default   [   5% ] 002/100 VUs  0m14.9s/5m00.0s

running (0m15.9s), 003/100 VUs, 11 complete and 0 interrupted iterations
default   [   5% ] 003/100 VUs  0m15.9s/5m00.0s

running (0m16.9s), 003/100 VUs, 12 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m16.9s/5m00.0s

running (0m17.9s), 003/100 VUs, 14 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m17.9s/5m00.0s

running (0m18.9s), 003/100 VUs, 14 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m18.9s/5m00.0s

running (0m19.9s), 003/100 VUs, 17 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m19.9s/5m00.0s

running (0m20.9s), 003/100 VUs, 18 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m20.9s/5m00.0s

running (0m21.9s), 003/100 VUs, 20 complete and 0 interrupted iterations
default   [   7% ] 003/100 VUs  0m21.9s/5m00.0s

running (0m22.9s), 004/100 VUs, 22 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m22.9s/5m00.0s

running (0m23.9s), 004/100 VUs, 23 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m23.9s/5m00.0s

running (0m24.9s), 004/100 VUs, 26 complete and 0 interrupted iterations
default   [   8% ] 004/100 VUs  0m24.9s/5m00.0s

running (0m25.9s), 004/100 VUs, 28 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m25.9s/5m00.0s

running (0m26.9s), 004/100 VUs, 30 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m26.9s/5m00.0s

running (0m27.9s), 004/100 VUs, 32 complete and 0 interrupted iterations
default   [   9% ] 004/100 VUs  0m27.9s/5m00.0s

running (0m28.9s), 004/100 VUs, 35 complete and 0 interrupted iterations
default   [  10% ] 004/100 VUs  0m28.9s/5m00.0s

running (0m29.9s), 004/100 VUs, 35 complete and 0 interrupted iterations
default   [  10% ] 004/100 VUs  0m29.9s/5m00.0s

running (0m30.9s), 005/100 VUs, 37 complete and 0 interrupted iterations
default   [  10% ] 005/100 VUs  0m30.9s/5m00.0s

running (0m31.9s), 005/100 VUs, 40 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m31.9s/5m00.0s

running (0m32.9s), 005/100 VUs, 42 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m32.9s/5m00.0s

running (0m33.9s), 005/100 VUs, 43 complete and 0 interrupted iterations
default   [  11% ] 005/100 VUs  0m33.9s/5m00.0s

running (0m34.9s), 006/100 VUs, 46 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m34.9s/5m00.0s

running (0m35.9s), 006/100 VUs, 49 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m35.9s/5m00.0s

running (0m36.9s), 006/100 VUs, 52 complete and 0 interrupted iterations
default   [  12% ] 006/100 VUs  0m36.9s/5m00.0s

running (0m37.9s), 006/100 VUs, 54 complete and 0 interrupted iterations
default   [  13% ] 006/100 VUs  0m37.9s/5m00.0s

running (0m38.9s), 007/100 VUs, 58 complete and 0 interrupted iterations
default   [  13% ] 007/100 VUs  0m38.9s/5m00.0s

running (0m39.9s), 007/100 VUs, 60 complete and 0 interrupted iterations
default   [  13% ] 007/100 VUs  0m39.9s/5m00.0s

running (0m40.9s), 007/100 VUs, 64 complete and 0 interrupted iterations
default   [  14% ] 007/100 VUs  0m40.9s/5m00.0s

running (0m41.9s), 007/100 VUs, 65 complete and 0 interrupted iterations
default   [  14% ] 007/100 VUs  0m41.9s/5m00.0s

running (0m42.9s), 008/100 VUs, 72 complete and 0 interrupted iterations
default   [  14% ] 008/100 VUs  0m42.9s/5m00.0s

running (0m43.9s), 008/100 VUs, 75 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m43.9s/5m00.0s

running (0m44.9s), 008/100 VUs, 78 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m44.9s/5m00.0s

running (0m45.9s), 008/100 VUs, 82 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m45.9s/5m00.0s

running (0m46.9s), 009/100 VUs, 88 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m46.9s/5m00.0s

running (0m47.9s), 009/100 VUs, 91 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m47.9s/5m00.0s

running (0m48.9s), 009/100 VUs, 97 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m48.9s/5m00.0s

running (0m49.9s), 009/100 VUs, 102 complete and 0 interrupted iterations
default   [  17% ] 009/100 VUs  0m49.9s/5m00.0s

running (0m50.9s), 010/100 VUs, 107 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  0m50.9s/5m00.0s

running (0m51.9s), 010/100 VUs, 113 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  0m51.9s/5m00.0s

running (0m52.9s), 010/100 VUs, 117 complete and 0 interrupted iterations
default   [  18% ] 010/100 VUs  0m52.9s/5m00.0s

running (0m53.9s), 010/100 VUs, 122 complete and 0 interrupted iterations
default   [  18% ] 010/100 VUs  0m53.9s/5m00.0s

running (0m54.9s), 011/100 VUs, 127 complete and 0 interrupted iterations
default   [  18% ] 011/100 VUs  0m54.9s/5m00.0s

running (0m55.9s), 011/100 VUs, 130 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m55.9s/5m00.0s

running (0m56.9s), 011/100 VUs, 138 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m56.9s/5m00.0s

running (0m57.9s), 011/100 VUs, 140 complete and 0 interrupted iterations
default   [  19% ] 011/100 VUs  0m57.9s/5m00.0s

running (0m58.9s), 012/100 VUs, 145 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  0m58.9s/5m00.0s

running (0m59.9s), 012/100 VUs, 152 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  0m59.9s/5m00.0s

running (1m00.9s), 012/100 VUs, 156 complete and 0 interrupted iterations
default   [  20% ] 012/100 VUs  1m00.9s/5m00.0s

running (1m01.9s), 012/100 VUs, 162 complete and 0 interrupted iterations
default   [  21% ] 012/100 VUs  1m01.9s/5m00.0s

running (1m02.9s), 013/100 VUs, 169 complete and 0 interrupted iterations
default   [  21% ] 013/100 VUs  1m02.9s/5m00.0s

running (1m03.9s), 013/100 VUs, 175 complete and 0 interrupted iterations
default   [  21% ] 013/100 VUs  1m03.9s/5m00.0s

running (1m04.9s), 013/100 VUs, 181 complete and 0 interrupted iterations
default   [  22% ] 013/100 VUs  1m04.9s/5m00.0s

running (1m05.9s), 013/100 VUs, 186 complete and 0 interrupted iterations
default   [  22% ] 013/100 VUs  1m05.9s/5m00.0s

running (1m06.9s), 014/100 VUs, 194 complete and 0 interrupted iterations
default   [  22% ] 014/100 VUs  1m06.9s/5m00.0s

running (1m07.9s), 014/100 VUs, 200 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m07.9s/5m00.0s

running (1m08.9s), 014/100 VUs, 206 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m08.9s/5m00.0s

running (1m09.9s), 014/100 VUs, 215 complete and 0 interrupted iterations
default   [  23% ] 014/100 VUs  1m09.9s/5m00.0s

running (1m10.9s), 015/100 VUs, 223 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m10.9s/5m00.0s

running (1m11.9s), 015/100 VUs, 228 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m11.9s/5m00.0s

running (1m12.9s), 015/100 VUs, 238 complete and 0 interrupted iterations
default   [  24% ] 015/100 VUs  1m12.9s/5m00.0s

running (1m13.9s), 015/100 VUs, 247 complete and 0 interrupted iterations
default   [  25% ] 015/100 VUs  1m13.9s/5m00.0s

running (1m14.9s), 016/100 VUs, 253 complete and 0 interrupted iterations
default   [  25% ] 016/100 VUs  1m14.9s/5m00.0s

running (1m15.9s), 016/100 VUs, 256 complete and 0 interrupted iterations
default   [  25% ] 016/100 VUs  1m15.9s/5m00.0s

running (1m16.9s), 016/100 VUs, 269 complete and 0 interrupted iterations
default   [  26% ] 016/100 VUs  1m16.9s/5m00.0s

running (1m17.9s), 016/100 VUs, 272 complete and 0 interrupted iterations
default   [  26% ] 016/100 VUs  1m17.9s/5m00.0s

running (1m18.9s), 017/100 VUs, 284 complete and 0 interrupted iterations
default   [  26% ] 017/100 VUs  1m18.9s/5m00.0s

running (1m19.9s), 017/100 VUs, 289 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m19.9s/5m00.0s

running (1m20.9s), 017/100 VUs, 300 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m20.9s/5m00.0s

running (1m21.9s), 017/100 VUs, 306 complete and 0 interrupted iterations
default   [  27% ] 017/100 VUs  1m21.9s/5m00.0s

running (1m22.9s), 018/100 VUs, 315 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m22.9s/5m00.0s

running (1m23.9s), 018/100 VUs, 324 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m23.9s/5m00.0s

running (1m24.9s), 018/100 VUs, 330 complete and 0 interrupted iterations
default   [  28% ] 018/100 VUs  1m24.9s/5m00.0s

running (1m25.9s), 018/100 VUs, 338 complete and 0 interrupted iterations
default   [  29% ] 018/100 VUs  1m25.9s/5m00.0s

running (1m26.9s), 019/100 VUs, 349 complete and 0 interrupted iterations
default   [  29% ] 019/100 VUs  1m26.9s/5m00.0s

running (1m27.9s), 019/100 VUs, 357 complete and 0 interrupted iterations
default   [  29% ] 019/100 VUs  1m27.9s/5m00.0s

running (1m28.9s), 019/100 VUs, 367 complete and 0 interrupted iterations
default   [  30% ] 019/100 VUs  1m28.9s/5m00.0s

running (1m29.9s), 019/100 VUs, 377 complete and 0 interrupted iterations
default   [  30% ] 019/100 VUs  1m29.9s/5m00.0s

running (1m30.9s), 020/100 VUs, 382 complete and 0 interrupted iterations
default   [  30% ] 020/100 VUs  1m30.9s/5m00.0s

running (1m31.9s), 020/100 VUs, 393 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m31.9s/5m00.0s

running (1m32.9s), 020/100 VUs, 402 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m32.9s/5m00.0s

running (1m33.9s), 020/100 VUs, 415 complete and 0 interrupted iterations
default   [  31% ] 020/100 VUs  1m33.9s/5m00.0s

running (1m34.9s), 021/100 VUs, 422 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m34.9s/5m00.0s

running (1m35.9s), 021/100 VUs, 435 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m35.9s/5m00.0s

running (1m36.9s), 021/100 VUs, 448 complete and 0 interrupted iterations
default   [  32% ] 021/100 VUs  1m36.9s/5m00.0s

running (1m37.9s), 021/100 VUs, 454 complete and 0 interrupted iterations
default   [  33% ] 021/100 VUs  1m37.9s/5m00.0s

running (1m38.9s), 022/100 VUs, 467 complete and 0 interrupted iterations
default   [  33% ] 022/100 VUs  1m38.9s/5m00.0s

running (1m39.9s), 022/100 VUs, 478 complete and 0 interrupted iterations
default   [  33% ] 022/100 VUs  1m39.9s/5m00.0s

running (1m40.9s), 022/100 VUs, 487 complete and 0 interrupted iterations
default   [  34% ] 022/100 VUs  1m40.9s/5m00.0s

running (1m41.9s), 022/100 VUs, 499 complete and 0 interrupted iterations
default   [  34% ] 022/100 VUs  1m41.9s/5m00.0s

running (1m42.9s), 023/100 VUs, 507 complete and 0 interrupted iterations
default   [  34% ] 023/100 VUs  1m42.9s/5m00.0s

running (1m43.9s), 023/100 VUs, 521 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m43.9s/5m00.0s

running (1m44.9s), 023/100 VUs, 532 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m44.9s/5m00.0s

running (1m45.9s), 023/100 VUs, 544 complete and 0 interrupted iterations
default   [  35% ] 023/100 VUs  1m45.9s/5m00.0s

running (1m46.9s), 024/100 VUs, 559 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m46.9s/5m00.0s

running (1m47.9s), 024/100 VUs, 571 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m47.9s/5m00.0s

running (1m48.9s), 024/100 VUs, 583 complete and 0 interrupted iterations
default   [  36% ] 024/100 VUs  1m48.9s/5m00.0s

running (1m49.9s), 024/100 VUs, 595 complete and 0 interrupted iterations
default   [  37% ] 024/100 VUs  1m49.9s/5m00.0s

running (1m50.9s), 025/100 VUs, 604 complete and 0 interrupted iterations
default   [  37% ] 025/100 VUs  1m50.9s/5m00.0s

running (1m52.0s), 025/100 VUs, 620 complete and 0 interrupted iterations
default   [  37% ] 025/100 VUs  1m52.0s/5m00.0s

running (1m52.9s), 025/100 VUs, 632 complete and 0 interrupted iterations
default   [  38% ] 025/100 VUs  1m52.9s/5m00.0s

running (1m53.9s), 025/100 VUs, 643 complete and 0 interrupted iterations
default   [  38% ] 025/100 VUs  1m53.9s/5m00.0s

running (1m54.9s), 026/100 VUs, 658 complete and 0 interrupted iterations
default   [  38% ] 026/100 VUs  1m54.9s/5m00.0s

running (1m55.9s), 026/100 VUs, 668 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m55.9s/5m00.0s

running (1m56.9s), 026/100 VUs, 678 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m56.9s/5m00.0s

running (1m57.9s), 026/100 VUs, 691 complete and 0 interrupted iterations
default   [  39% ] 026/100 VUs  1m57.9s/5m00.0s

running (1m58.9s), 027/100 VUs, 703 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  1m58.9s/5m00.0s

running (1m59.9s), 027/100 VUs, 717 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  1m59.9s/5m00.0s

running (2m00.9s), 027/100 VUs, 732 complete and 0 interrupted iterations
default   [  40% ] 027/100 VUs  2m00.9s/5m00.0s

running (2m01.9s), 027/100 VUs, 747 complete and 0 interrupted iterations
default   [  41% ] 027/100 VUs  2m01.9s/5m00.0s

running (2m02.9s), 028/100 VUs, 762 complete and 0 interrupted iterations
default   [  41% ] 028/100 VUs  2m02.9s/5m00.0s

running (2m03.9s), 028/100 VUs, 776 complete and 0 interrupted iterations
default   [  41% ] 028/100 VUs  2m03.9s/5m00.0s

running (2m04.9s), 028/100 VUs, 790 complete and 0 interrupted iterations
default   [  42% ] 028/100 VUs  2m04.9s/5m00.0s

running (2m05.9s), 028/100 VUs, 800 complete and 0 interrupted iterations
default   [  42% ] 028/100 VUs  2m05.9s/5m00.0s

running (2m06.9s), 029/100 VUs, 817 complete and 0 interrupted iterations
default   [  42% ] 029/100 VUs  2m06.9s/5m00.0s

running (2m07.9s), 029/100 VUs, 825 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m07.9s/5m00.0s

running (2m08.9s), 029/100 VUs, 843 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m08.9s/5m00.0s

running (2m09.9s), 029/100 VUs, 858 complete and 0 interrupted iterations
default   [  43% ] 029/100 VUs  2m09.9s/5m00.0s

running (2m10.9s), 030/100 VUs, 871 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m10.9s/5m00.0s

running (2m11.9s), 030/100 VUs, 888 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m11.9s/5m00.0s

running (2m12.9s), 030/100 VUs, 899 complete and 0 interrupted iterations
default   [  44% ] 030/100 VUs  2m12.9s/5m00.0s

running (2m13.9s), 030/100 VUs, 917 complete and 0 interrupted iterations
default   [  45% ] 030/100 VUs  2m13.9s/5m00.0s

running (2m14.9s), 031/100 VUs, 932 complete and 0 interrupted iterations
default   [  45% ] 031/100 VUs  2m14.9s/5m00.0s

running (2m15.9s), 031/100 VUs, 944 complete and 0 interrupted iterations
default   [  45% ] 031/100 VUs  2m15.9s/5m00.0s

running (2m16.9s), 031/100 VUs, 957 complete and 0 interrupted iterations
default   [  46% ] 031/100 VUs  2m16.9s/5m00.0s

running (2m17.9s), 031/100 VUs, 972 complete and 0 interrupted iterations
default   [  46% ] 031/100 VUs  2m17.9s/5m00.0s

running (2m18.9s), 032/100 VUs, 992 complete and 0 interrupted iterations
default   [  46% ] 032/100 VUs  2m18.9s/5m00.0s

running (2m19.9s), 032/100 VUs, 1004 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m19.9s/5m00.0s

running (2m20.9s), 032/100 VUs, 1019 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m20.9s/5m00.0s

running (2m21.9s), 032/100 VUs, 1037 complete and 0 interrupted iterations
default   [  47% ] 032/100 VUs  2m21.9s/5m00.0s

running (2m22.9s), 033/100 VUs, 1057 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m22.9s/5m00.0s

running (2m23.9s), 033/100 VUs, 1074 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m23.9s/5m00.0s

running (2m24.9s), 033/100 VUs, 1087 complete and 0 interrupted iterations
default   [  48% ] 033/100 VUs  2m24.9s/5m00.0s

running (2m25.9s), 033/100 VUs, 1101 complete and 0 interrupted iterations
default   [  49% ] 033/100 VUs  2m25.9s/5m00.0s

running (2m26.9s), 034/100 VUs, 1116 complete and 0 interrupted iterations
default   [  49% ] 034/100 VUs  2m26.9s/5m00.0s

running (2m27.9s), 034/100 VUs, 1136 complete and 0 interrupted iterations
default   [  49% ] 034/100 VUs  2m27.9s/5m00.0s

running (2m28.9s), 034/100 VUs, 1150 complete and 0 interrupted iterations
default   [  50% ] 034/100 VUs  2m28.9s/5m00.0s

running (2m29.9s), 034/100 VUs, 1167 complete and 0 interrupted iterations
default   [  50% ] 034/100 VUs  2m29.9s/5m00.0s

running (2m30.9s), 035/100 VUs, 1187 complete and 0 interrupted iterations
default   [  50% ] 035/100 VUs  2m30.9s/5m00.0s

running (2m31.9s), 035/100 VUs, 1202 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m31.9s/5m00.0s

running (2m32.9s), 035/100 VUs, 1221 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m32.9s/5m00.0s

running (2m33.9s), 035/100 VUs, 1240 complete and 0 interrupted iterations
default   [  51% ] 035/100 VUs  2m33.9s/5m00.0s

running (2m34.9s), 036/100 VUs, 1254 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m34.9s/5m00.0s

running (2m35.9s), 036/100 VUs, 1270 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m35.9s/5m00.0s

running (2m36.9s), 036/100 VUs, 1288 complete and 0 interrupted iterations
default   [  52% ] 036/100 VUs  2m36.9s/5m00.0s

running (2m37.9s), 036/100 VUs, 1309 complete and 0 interrupted iterations
default   [  53% ] 036/100 VUs  2m37.9s/5m00.0s

running (2m38.9s), 037/100 VUs, 1324 complete and 0 interrupted iterations
default   [  53% ] 037/100 VUs  2m38.9s/5m00.0s

running (2m39.9s), 037/100 VUs, 1346 complete and 0 interrupted iterations
default   [  53% ] 037/100 VUs  2m39.9s/5m00.0s

running (2m40.9s), 037/100 VUs, 1364 complete and 0 interrupted iterations
default   [  54% ] 037/100 VUs  2m40.9s/5m00.0s

running (2m41.9s), 037/100 VUs, 1384 complete and 0 interrupted iterations
default   [  54% ] 037/100 VUs  2m41.9s/5m00.0s

running (2m42.9s), 038/100 VUs, 1401 complete and 0 interrupted iterations
default   [  54% ] 038/100 VUs  2m42.9s/5m00.0s

running (2m43.9s), 038/100 VUs, 1416 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m43.9s/5m00.0s

running (2m44.9s), 038/100 VUs, 1441 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m44.9s/5m00.0s

running (2m45.9s), 038/100 VUs, 1458 complete and 0 interrupted iterations
default   [  55% ] 038/100 VUs  2m45.9s/5m00.0s

running (2m46.9s), 039/100 VUs, 1475 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m46.9s/5m00.0s

running (2m47.9s), 039/100 VUs, 1498 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m47.9s/5m00.0s

running (2m48.9s), 039/100 VUs, 1512 complete and 0 interrupted iterations
default   [  56% ] 039/100 VUs  2m48.9s/5m00.0s

running (2m49.9s), 039/100 VUs, 1539 complete and 0 interrupted iterations
default   [  57% ] 039/100 VUs  2m49.9s/5m00.0s

running (2m50.9s), 040/100 VUs, 1550 complete and 0 interrupted iterations
default   [  57% ] 040/100 VUs  2m50.9s/5m00.0s

running (2m51.9s), 040/100 VUs, 1570 complete and 0 interrupted iterations
default   [  57% ] 040/100 VUs  2m51.9s/5m00.0s

running (2m52.9s), 040/100 VUs, 1596 complete and 0 interrupted iterations
default   [  58% ] 040/100 VUs  2m52.9s/5m00.0s

running (2m53.9s), 040/100 VUs, 1611 complete and 0 interrupted iterations
default   [  58% ] 040/100 VUs  2m53.9s/5m00.0s

running (2m54.9s), 041/100 VUs, 1632 complete and 0 interrupted iterations
default   [  58% ] 041/100 VUs  2m54.9s/5m00.0s

running (2m55.9s), 041/100 VUs, 1651 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m55.9s/5m00.0s

running (2m56.9s), 041/100 VUs, 1673 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m56.9s/5m00.0s

running (2m57.9s), 041/100 VUs, 1694 complete and 0 interrupted iterations
default   [  59% ] 041/100 VUs  2m57.9s/5m00.0s

running (2m58.9s), 042/100 VUs, 1711 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  2m58.9s/5m00.0s

running (2m59.9s), 042/100 VUs, 1738 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  2m59.9s/5m00.0s

running (3m00.9s), 042/100 VUs, 1757 complete and 0 interrupted iterations
default   [  60% ] 042/100 VUs  3m00.9s/5m00.0s

running (3m01.9s), 042/100 VUs, 1774 complete and 0 interrupted iterations
default   [  61% ] 042/100 VUs  3m01.9s/5m00.0s

running (3m02.9s), 043/100 VUs, 1794 complete and 0 interrupted iterations
default   [  61% ] 043/100 VUs  3m02.9s/5m00.0s

running (3m03.9s), 043/100 VUs, 1820 complete and 0 interrupted iterations
default   [  61% ] 043/100 VUs  3m03.9s/5m00.0s

running (3m04.9s), 043/100 VUs, 1835 complete and 0 interrupted iterations
default   [  62% ] 043/100 VUs  3m04.9s/5m00.0s

running (3m05.9s), 043/100 VUs, 1855 complete and 0 interrupted iterations
default   [  62% ] 043/100 VUs  3m05.9s/5m00.0s

running (3m06.9s), 044/100 VUs, 1885 complete and 0 interrupted iterations
default   [  62% ] 044/100 VUs  3m06.9s/5m00.0s

running (3m07.9s), 044/100 VUs, 1902 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m07.9s/5m00.0s

running (3m08.9s), 044/100 VUs, 1930 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m08.9s/5m00.0s

running (3m09.9s), 044/100 VUs, 1951 complete and 0 interrupted iterations
default   [  63% ] 044/100 VUs  3m09.9s/5m00.0s

running (3m10.9s), 045/100 VUs, 1974 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m10.9s/5m00.0s

running (3m11.9s), 045/100 VUs, 1994 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m11.9s/5m00.0s

running (3m12.9s), 045/100 VUs, 2013 complete and 0 interrupted iterations
default   [  64% ] 045/100 VUs  3m12.9s/5m00.0s

running (3m13.9s), 045/100 VUs, 2038 complete and 0 interrupted iterations
default   [  65% ] 045/100 VUs  3m13.9s/5m00.0s

running (3m14.9s), 046/100 VUs, 2061 complete and 0 interrupted iterations
default   [  65% ] 046/100 VUs  3m14.9s/5m00.0s

running (3m15.9s), 046/100 VUs, 2084 complete and 0 interrupted iterations
default   [  65% ] 046/100 VUs  3m15.9s/5m00.0s

running (3m16.9s), 046/100 VUs, 2107 complete and 0 interrupted iterations
default   [  66% ] 046/100 VUs  3m16.9s/5m00.0s

running (3m17.9s), 046/100 VUs, 2130 complete and 0 interrupted iterations
default   [  66% ] 046/100 VUs  3m17.9s/5m00.0s

running (3m18.9s), 047/100 VUs, 2154 complete and 0 interrupted iterations
default   [  66% ] 047/100 VUs  3m18.9s/5m00.0s

running (3m19.9s), 047/100 VUs, 2181 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m19.9s/5m00.0s

running (3m20.9s), 047/100 VUs, 2201 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m20.9s/5m00.0s

running (3m21.9s), 047/100 VUs, 2221 complete and 0 interrupted iterations
default   [  67% ] 047/100 VUs  3m21.9s/5m00.0s

running (3m22.9s), 048/100 VUs, 2246 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m22.9s/5m00.0s

running (3m23.9s), 048/100 VUs, 2263 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m23.9s/5m00.0s

running (3m24.9s), 048/100 VUs, 2290 complete and 0 interrupted iterations
default   [  68% ] 048/100 VUs  3m24.9s/5m00.0s

running (3m25.9s), 048/100 VUs, 2318 complete and 0 interrupted iterations
default   [  69% ] 048/100 VUs  3m25.9s/5m00.0s

running (3m26.9s), 049/100 VUs, 2341 complete and 0 interrupted iterations
default   [  69% ] 049/100 VUs  3m26.9s/5m00.0s

running (3m27.9s), 049/100 VUs, 2358 complete and 0 interrupted iterations
default   [  69% ] 049/100 VUs  3m27.9s/5m00.0s

running (3m28.9s), 049/100 VUs, 2391 complete and 0 interrupted iterations
default   [  70% ] 049/100 VUs  3m28.9s/5m00.0s

running (3m29.9s), 049/100 VUs, 2411 complete and 0 interrupted iterations
default   [  70% ] 049/100 VUs  3m29.9s/5m00.0s

running (3m30.9s), 050/100 VUs, 2430 complete and 0 interrupted iterations
default   [  70% ] 050/100 VUs  3m30.9s/5m00.0s

running (3m31.9s), 051/100 VUs, 2461 complete and 0 interrupted iterations
default   [  71% ] 051/100 VUs  3m31.9s/5m00.0s

running (3m32.9s), 052/100 VUs, 2485 complete and 0 interrupted iterations
default   [  71% ] 052/100 VUs  3m32.9s/5m00.0s

running (3m33.9s), 053/100 VUs, 2515 complete and 0 interrupted iterations
default   [  71% ] 053/100 VUs  3m33.9s/5m00.0s

running (3m34.9s), 054/100 VUs, 2534 complete and 0 interrupted iterations
default   [  72% ] 054/100 VUs  3m34.9s/5m00.0s

running (3m35.9s), 054/100 VUs, 2566 complete and 0 interrupted iterations
default   [  72% ] 054/100 VUs  3m35.9s/5m00.0s

running (3m36.9s), 055/100 VUs, 2591 complete and 0 interrupted iterations
default   [  72% ] 055/100 VUs  3m36.9s/5m00.0s

running (3m37.9s), 056/100 VUs, 2618 complete and 0 interrupted iterations
default   [  73% ] 056/100 VUs  3m37.9s/5m00.0s

running (3m38.9s), 057/100 VUs, 2647 complete and 0 interrupted iterations
default   [  73% ] 057/100 VUs  3m38.9s/5m00.0s

running (3m39.9s), 058/100 VUs, 2673 complete and 0 interrupted iterations
default   [  73% ] 058/100 VUs  3m39.9s/5m00.0s

running (3m40.9s), 059/100 VUs, 2708 complete and 0 interrupted iterations
default   [  74% ] 059/100 VUs  3m40.9s/5m00.0s

running (3m41.9s), 059/100 VUs, 2729 complete and 0 interrupted iterations
default   [  74% ] 059/100 VUs  3m41.9s/5m00.0s

running (3m42.9s), 060/100 VUs, 2761 complete and 0 interrupted iterations
default   [  74% ] 060/100 VUs  3m42.9s/5m00.0s

running (3m43.9s), 061/100 VUs, 2795 complete and 0 interrupted iterations
default   [  75% ] 061/100 VUs  3m43.9s/5m00.0s

running (3m44.9s), 062/100 VUs, 2826 complete and 0 interrupted iterations
default   [  75% ] 062/100 VUs  3m44.9s/5m00.0s

running (3m45.9s), 063/100 VUs, 2854 complete and 0 interrupted iterations
default   [  75% ] 063/100 VUs  3m45.9s/5m00.0s

running (3m46.9s), 064/100 VUs, 2879 complete and 0 interrupted iterations
default   [  76% ] 064/100 VUs  3m46.9s/5m00.0s

running (3m47.9s), 064/100 VUs, 2917 complete and 0 interrupted iterations
default   [  76% ] 064/100 VUs  3m47.9s/5m00.0s

running (3m48.9s), 065/100 VUs, 2948 complete and 0 interrupted iterations
default   [  76% ] 065/100 VUs  3m48.9s/5m00.0s

running (3m49.9s), 066/100 VUs, 2984 complete and 0 interrupted iterations
default   [  77% ] 066/100 VUs  3m49.9s/5m00.0s

running (3m50.9s), 067/100 VUs, 3014 complete and 0 interrupted iterations
default   [  77% ] 067/100 VUs  3m50.9s/5m00.0s

running (3m51.9s), 068/100 VUs, 3042 complete and 0 interrupted iterations
default   [  77% ] 068/100 VUs  3m51.9s/5m00.0s

running (3m52.9s), 069/100 VUs, 3083 complete and 0 interrupted iterations
default   [  78% ] 069/100 VUs  3m52.9s/5m00.0s

running (3m53.9s), 069/100 VUs, 3114 complete and 0 interrupted iterations
default   [  78% ] 069/100 VUs  3m53.9s/5m00.0s

running (3m54.9s), 070/100 VUs, 3148 complete and 0 interrupted iterations
default   [  78% ] 070/100 VUs  3m54.9s/5m00.0s

running (3m55.9s), 071/100 VUs, 3182 complete and 0 interrupted iterations
default   [  79% ] 071/100 VUs  3m55.9s/5m00.0s

running (3m56.9s), 072/100 VUs, 3222 complete and 0 interrupted iterations
default   [  79% ] 072/100 VUs  3m56.9s/5m00.0s

running (3m57.9s), 073/100 VUs, 3255 complete and 0 interrupted iterations
default   [  79% ] 073/100 VUs  3m57.9s/5m00.0s

running (3m58.9s), 074/100 VUs, 3289 complete and 0 interrupted iterations
default   [  80% ] 074/100 VUs  3m58.9s/5m00.0s

running (3m59.9s), 074/100 VUs, 3331 complete and 0 interrupted iterations
default   [  80% ] 074/100 VUs  3m59.9s/5m00.0s

running (4m00.9s), 075/100 VUs, 3354 complete and 0 interrupted iterations
default   [  80% ] 075/100 VUs  4m00.9s/5m00.0s

running (4m01.9s), 076/100 VUs, 3395 complete and 0 interrupted iterations
default   [  81% ] 076/100 VUs  4m01.9s/5m00.0s

running (4m02.9s), 077/100 VUs, 3434 complete and 0 interrupted iterations
default   [  81% ] 077/100 VUs  4m02.9s/5m00.0s

running (4m03.9s), 078/100 VUs, 3473 complete and 0 interrupted iterations
default   [  81% ] 078/100 VUs  4m03.9s/5m00.0s

running (4m04.9s), 079/100 VUs, 3516 complete and 0 interrupted iterations
default   [  82% ] 079/100 VUs  4m04.9s/5m00.0s

running (4m05.9s), 079/100 VUs, 3556 complete and 0 interrupted iterations
default   [  82% ] 079/100 VUs  4m05.9s/5m00.0s

running (4m06.9s), 080/100 VUs, 3596 complete and 0 interrupted iterations
default   [  82% ] 080/100 VUs  4m06.9s/5m00.0s

running (4m07.9s), 081/100 VUs, 3634 complete and 0 interrupted iterations
default   [  83% ] 081/100 VUs  4m07.9s/5m00.0s

running (4m08.9s), 082/100 VUs, 3679 complete and 0 interrupted iterations
default   [  83% ] 082/100 VUs  4m08.9s/5m00.0s

running (4m09.9s), 083/100 VUs, 3714 complete and 0 interrupted iterations
default   [  83% ] 083/100 VUs  4m09.9s/5m00.0s

running (4m10.9s), 084/100 VUs, 3752 complete and 0 interrupted iterations
default   [  84% ] 084/100 VUs  4m10.9s/5m00.0s

running (4m11.9s), 084/100 VUs, 3799 complete and 0 interrupted iterations
default   [  84% ] 084/100 VUs  4m11.9s/5m00.0s

running (4m12.9s), 085/100 VUs, 3836 complete and 0 interrupted iterations
default   [  84% ] 085/100 VUs  4m12.9s/5m00.0s

running (4m13.9s), 086/100 VUs, 3880 complete and 0 interrupted iterations
default   [  85% ] 086/100 VUs  4m13.9s/5m00.0s

running (4m14.9s), 087/100 VUs, 3921 complete and 0 interrupted iterations
default   [  85% ] 087/100 VUs  4m14.9s/5m00.0s

running (4m15.9s), 088/100 VUs, 3965 complete and 0 interrupted iterations
default   [  85% ] 088/100 VUs  4m15.9s/5m00.0s

running (4m16.9s), 089/100 VUs, 4009 complete and 0 interrupted iterations
default   [  86% ] 089/100 VUs  4m16.9s/5m00.0s

running (4m17.9s), 089/100 VUs, 4056 complete and 0 interrupted iterations
default   [  86% ] 089/100 VUs  4m17.9s/5m00.0s

running (4m18.9s), 090/100 VUs, 4097 complete and 0 interrupted iterations
default   [  86% ] 090/100 VUs  4m18.9s/5m00.0s

running (4m19.9s), 091/100 VUs, 4144 complete and 0 interrupted iterations
default   [  87% ] 091/100 VUs  4m19.9s/5m00.0s

running (4m20.9s), 092/100 VUs, 4185 complete and 0 interrupted iterations
default   [  87% ] 092/100 VUs  4m20.9s/5m00.0s

running (4m21.9s), 093/100 VUs, 4234 complete and 0 interrupted iterations
default   [  87% ] 093/100 VUs  4m21.9s/5m00.0s

running (4m22.9s), 094/100 VUs, 4275 complete and 0 interrupted iterations
default   [  88% ] 094/100 VUs  4m22.9s/5m00.0s

running (4m23.9s), 094/100 VUs, 4315 complete and 0 interrupted iterations
default   [  88% ] 094/100 VUs  4m23.9s/5m00.0s

running (4m24.9s), 095/100 VUs, 4376 complete and 0 interrupted iterations
default   [  88% ] 095/100 VUs  4m24.9s/5m00.0s

running (4m25.9s), 096/100 VUs, 4415 complete and 0 interrupted iterations
default   [  89% ] 096/100 VUs  4m25.9s/5m00.0s

running (4m26.9s), 097/100 VUs, 4460 complete and 0 interrupted iterations
default   [  89% ] 097/100 VUs  4m26.9s/5m00.0s

running (4m27.9s), 098/100 VUs, 4506 complete and 0 interrupted iterations
default   [  89% ] 098/100 VUs  4m27.9s/5m00.0s

running (4m28.9s), 099/100 VUs, 4553 complete and 0 interrupted iterations
default   [  90% ] 099/100 VUs  4m28.9s/5m00.0s

running (4m29.9s), 099/100 VUs, 4604 complete and 0 interrupted iterations
default   [  90% ] 099/100 VUs  4m29.9s/5m00.0s

running (4m30.9s), 100/100 VUs, 4650 complete and 0 interrupted iterations
default   [  90% ] 100/100 VUs  4m30.9s/5m00.0s

running (4m31.9s), 099/100 VUs, 4707 complete and 0 interrupted iterations
default   [  91% ] 099/100 VUs  4m31.9s/5m00.0s

running (4m32.9s), 093/100 VUs, 4756 complete and 0 interrupted iterations
default   [  91% ] 093/100 VUs  4m32.9s/5m00.0s

running (4m33.9s), 089/100 VUs, 4802 complete and 0 interrupted iterations
default   [  91% ] 089/100 VUs  4m33.9s/5m00.0s

running (4m34.9s), 087/100 VUs, 4842 complete and 0 interrupted iterations
default   [  92% ] 087/100 VUs  4m34.9s/5m00.0s

running (4m35.9s), 085/100 VUs, 4892 complete and 0 interrupted iterations
default   [  92% ] 085/100 VUs  4m35.9s/5m00.0s

running (4m36.9s), 082/100 VUs, 4930 complete and 0 interrupted iterations
default   [  92% ] 082/100 VUs  4m36.9s/5m00.0s

running (4m37.9s), 080/100 VUs, 4974 complete and 0 interrupted iterations
default   [  93% ] 080/100 VUs  4m37.9s/5m00.0s

running (4m38.9s), 074/100 VUs, 5019 complete and 0 interrupted iterations
default   [  93% ] 074/100 VUs  4m38.9s/5m00.0s

running (4m39.9s), 073/100 VUs, 5055 complete and 0 interrupted iterations
default   [  93% ] 073/100 VUs  4m39.9s/5m00.0s

running (4m40.9s), 069/100 VUs, 5093 complete and 0 interrupted iterations
default   [  94% ] 069/100 VUs  4m40.9s/5m00.0s

running (4m41.9s), 065/100 VUs, 5123 complete and 0 interrupted iterations
default   [  94% ] 065/100 VUs  4m41.9s/5m00.0s

running (4m42.9s), 062/100 VUs, 5161 complete and 0 interrupted iterations
default   [  94% ] 062/100 VUs  4m42.9s/5m00.0s

running (4m43.9s), 059/100 VUs, 5195 complete and 0 interrupted iterations
default   [  95% ] 059/100 VUs  4m43.9s/5m00.0s

running (4m44.9s), 054/100 VUs, 5224 complete and 0 interrupted iterations
default   [  95% ] 054/100 VUs  4m44.9s/5m00.0s

running (4m45.9s), 051/100 VUs, 5253 complete and 0 interrupted iterations
default   [  95% ] 051/100 VUs  4m45.9s/5m00.0s

running (4m46.9s), 048/100 VUs, 5277 complete and 0 interrupted iterations
default   [  96% ] 048/100 VUs  4m46.9s/5m00.0s

running (4m47.9s), 045/100 VUs, 5301 complete and 0 interrupted iterations
default   [  96% ] 045/100 VUs  4m47.9s/5m00.0s

running (4m48.9s), 043/100 VUs, 5320 complete and 0 interrupted iterations
default   [  96% ] 043/100 VUs  4m48.9s/5m00.0s

running (4m49.9s), 038/100 VUs, 5345 complete and 0 interrupted iterations
default   [  97% ] 038/100 VUs  4m49.9s/5m00.0s

running (4m50.9s), 034/100 VUs, 5361 complete and 0 interrupted iterations
default   [  97% ] 034/100 VUs  4m50.9s/5m00.0s

running (4m51.9s), 031/100 VUs, 5379 complete and 0 interrupted iterations
default   [  97% ] 031/100 VUs  4m51.9s/5m00.0s

running (4m52.9s), 029/100 VUs, 5395 complete and 0 interrupted iterations
default   [  98% ] 029/100 VUs  4m52.9s/5m00.0s

running (4m53.9s), 024/100 VUs, 5407 complete and 0 interrupted iterations
default   [  98% ] 024/100 VUs  4m53.9s/5m00.0s

running (4m54.9s), 021/100 VUs, 5418 complete and 0 interrupted iterations
default   [  98% ] 021/100 VUs  4m54.9s/5m00.0s

running (4m55.9s), 018/100 VUs, 5431 complete and 0 interrupted iterations
default   [  99% ] 018/100 VUs  4m55.9s/5m00.0s

running (4m56.9s), 016/100 VUs, 5440 complete and 0 interrupted iterations
default   [  99% ] 016/100 VUs  4m56.9s/5m00.0s

running (4m57.9s), 010/100 VUs, 5448 complete and 0 interrupted iterations
default   [  99% ] 010/100 VUs  4m57.9s/5m00.0s

running (4m58.9s), 007/100 VUs, 5453 complete and 0 interrupted iterations
default   [ 100% ] 007/100 VUs  4m58.9s/5m00.0s

running (4m59.9s), 005/100 VUs, 5457 complete and 0 interrupted iterations
default   [ 100% ] 005/100 VUs  4m59.9s/5m00.0s

running (5m00.9s), 001/100 VUs, 5461 complete and 0 interrupted iterations
default ↓ [ 100% ] 005/100 VUs  5m0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<500' p(95)=11.46ms

    http_req_failed
    ✓ 'rate<0.01' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 10924   36.250887/s
    checks_succeeded...: 100.00% 10924 out of 10924
    checks_failed......: 0.00%   0 out of 10924

    ✓ status je 200
    ✓ response time < 1s

    HTTP
    http_req_duration..............: avg=6.12ms min=2.3ms med=4.98ms max=220.78ms p(90)=8.69ms p(95)=11.46ms
      { expected_response:true }...: avg=6.12ms min=2.3ms med=4.98ms max=220.78ms p(90)=8.69ms p(95)=11.46ms
    http_req_failed................: 0.00%  0 out of 5462
    http_reqs......................: 5462   18.125443/s

    EXECUTION
    iteration_duration.............: avg=2.02s  min=1s    med=2.03s  max=3.08s    p(90)=2.82s  p(95)=2.91s  
    iterations.....................: 5462   18.125443/s
    vus............................: 1      min=1         max=100
    vus_max........................: 100    min=100       max=100

    NETWORK
    data_received..................: 117 MB 388 kB/s
    data_sent......................: 429 kB 1.4 kB/s



running (5m01.3s), 000/100 VUs, 5462 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  5m0s